#Dev : @YY8HH

HELP_1 = """
**c** تعني  تشغيل في القناه.
/pause or /cpause • إيقاف تشغيل الموسيقى مؤقتا.
/resume or /cresume • استئناف الموسيقى المتوقفة مؤقتا.
/mute or /cmute • كتم صوت الموسيقى المشغلة.
/unmute or /cunmute • إلغاء كتم صوت الموسيقى الصامتة.
/skip or /cskip • تخطي تشغيل الموسيقى الحالية.
/stop or /cstop- إيقاف تشغيل الموسيقى.
/shuffle or /cshuffle • خلط قائمة التشغيل في قائمة الانتظار عشوائيا.
/seek or /cseek • إعادة توجيه البحث عن الموسيقى إلى المدة الخاصة بك
/seekback or /cseekback • إلى الوراء ابحث عن الموسيقى إلى المدة التي تقضيها
/restart • إعادة تشغيل بوت للدردشة الخاصة بك.
/skip • لتخطي الأغنية الحالية"""

HELP_2 = """
/play or /vplay or /cplay  • سيبدأ Bot في تشغيل استعلامك المحدد على الدردشة الصوتية أو بث الروابط المباشرة على الدردشات الصوتية.
/playforce or /vplayforce or /cplayforce •  **يؤدي فرض التشغيل** إلى إيقاف مسار التشغيل الحالي في الدردشة الصوتية وبدء تشغيل المسار الذي تم البحث عنه على الفور دون إزعاج/مسح قائمة الانتظار.
/channelplay [معرف القناه او ايدي القناه] أو [تعطيل] - يمكنك ربط القناة بمجموعة وبث الموسيقى على الدردشة الصوتية للقناة من مجموعتك.
/playlist • تحقق من قائمة التشغيل المحفوظة على الخوادم.
/deleteplaylist • حذف أي موسيقى محفوظة في قائمة التشغيل
/play • ابدء تشغيل قائمة التشغيل المحفوظة من الخوادم."""

HELP_3 = """
/stats • احصل على أفضل 10 مسارات إحصائيات عالمية ، وأفضل 10 مستخدمين للبوت ، وأفضل 10 دردشات على الروبوت ، وأفضل 10 دردشات تم لعبها في دردشة وما إلى ذلك.
/sudolist • تحقق من قائمه المطورين
/lyrics [اسم الموسيقى] • يبحث في كلمات الأغاني عن موسيقى معينة على الويب.
/song [اسم المسار] أو [رابط YT] • قم بتنزيل أي مسار من youtube بتنسيقات mp3 أو mp4.
/player -  احصل على لوحة تشغيل تفاعلية.
/queue or /cqueue • تحقق من قائمة انتظار الموسيقى."""

HELP_4 = """
/start - بدء تشغيل بوت الموسيقى.

/help  - احصل على قائمة مساعد الاواـر مع تفسيرات مفصلة للاومر.

/ping- لقياس سرعة نت البوت.

/settings • الحصول على إعدادات كاملة للمجموعة باستخدام الأزرار المضمنة"""

HELP_5 = """
/addsudo - اضافة مطور
/delsudo - حذف مطور
/reboot - إعادة تشغيل البوت
/speedtest - سرعة الخادم
/logger [disable | enable] معرفة من يستخدم البوت
/blacklistchat + معرف القناة او المجموعة لحظرها
/whitelistchat + معرف القناة او المجموعة لرفع حظرها
/blacklistedchat - المجموعات والقنوات المحظورة
/block + معرف الشخص لحظره
/unblock + معرف الشخص لرفع حظره
/blockedusers - المحظورين
/gban + معرف الشخص لحظره عام
/ungban + معرف الشخص لالغاء حظره عام
/gbannedusers - المحظورين عام
`/broadcast -user -assistant -pin + الرسالة لأذاعتها`
"""

HELP_6 = """
/tr - بالرد على نص او كتابة نص لترجمته.

/pr - بالرد على نص لطباعته بصورة.

/tm - بالرد على ميديا لاستخراج رابطها.
"""

HELP_7 ="""

⌔︙تشغيل : لبدء تشغيل الاغاني

⌔︙بنك : لقياس سرعة النت في البوت

⌔︙أوامر القناة : قناه + أسم الأغنية 

⌔︙كتم  او اسكت : لكتم الأغنية الحالية

⌔︙كمل : لألغاء كتم الأغنبة الحالية

⌔︙تخطي : لتخطي الأغنية الحالية

⌔︙أمر التحميل : تحميل + اسم الاغنية 

⌔︙ايقاف او انهاء : لايقاف تشغيل الأغنية الحالية

⌔︙طباعة : بالرد على نص لطباعته

⌔︙ترجمة : بالرد على نص + en او ar

⌔︙ميديا : بالرد على صورة او ملصق

⌔︙ملاحظة : أمر التشغيل في القنوات 👇:

⌔︙اضف البوت الى قناتك ثم أرسل 👇:

⌔︙قناة أو قناه + أسم الاغنية التي تريدها"""
